{
  "Bottombar": {
    "menuAlt": "145.112361 open sidebar menu"
  },
  "Browse": {
    "droidTitle": "145.112318 All Captured Droids",
    "vehicleTitle": "145.112319 All Vehicles"
  },
  "CanceledOrder": "145.112394 Cancelled Orders",
  "Cart": {
    "cartTitle": "145.112349 Shopping Cart",
    "checkoutLabel": "145.112353 CHECKOUT",
    "closeAlt": "145.112354 Close Cart",
    "deleteAlt": "145.112351 Delete item from cart",
    "noItemMsg": "145.112350 No items in cart.",
    "totalTitle": "145.112352 Total: "
  },
  "Checkout": {
    "accountHolder": "145.112335 1234567-9876-00",
    "accountLabel": "145.112334 Imperial Credit Number",
    "cartTitle": "145.112339 Shopping Cart",
    "checkoutTitle": "145.112320 Checkout",
    "coordinatesHolder": "145.112325 0,0,0",
    "coordinatesLabel": "145.112324 Coordinates",
    "deleteAlt": "145.112340 remove item from cart",
    "expDateLabel": "145.112338 Expiration Date",
    "firstNameLabel": "145.112322 First Name",
    "lastNameLabel": "145.112323 Last Name",
    "methodLabel": "145.112327 Shipping Method",
    "noItemMessage": "145.112346 Add items to cart to checkout.",
    "orderLabel": "145.112342 PLACE ORDER",
    "payNameHolder": "145.112333 First Last",
    "payNameLabel": "145.112332 Name on Card",
    "paySectionLabel": "145.112331 Payment",
    "sectorLabel": "145.112326 Sector/Quadrant",
    "securityHolder": "145.112337 123456",
    "securityLabel": "145.112336 Security Code",
    "shipLightspeed": "145.112328 Lightspeed",
    "shipOvernight": "145.112329 Overnight",
    "shipSectionLabel": "145.112321 Shipping Info",
    "shipStandard": "145.112330 Standard",
    "successMessage": "145.112345 Order placed successfully!",
    "termsLink": "145.112344 (View)",
    "termsStatement": "145.112343 I have read and agree to the Terms and Conditions",
    "totalLabel": "145.112341 Total: "
  },
  "Error404": {
    "errorMessage": "145.112360 404 Error: Page not found."
  },
  "Hamburger": {
    "contactLabel": "145.112388 Contact Us",
    "dashLabel": "145.112387 View Lingoport Dashboard",
    "githubLabel": "145.112386 View Source",
    "githubLogoAlt": "145.112362 GitHub Logo",
    "learnLabel": "145.112389 Learn More",
    "lingoLogoAlt": "145.112363 Lingoport Logo",
    "localeDE": "145.112373 German - Germany",
    "localeEN": "145.112369 English - United States",
    "localeEO": "145.112383 Esperanto",
    "localeES": "145.112372 Spanish - Spain",
    "localeFR": "145.112370 French - France",
    "localeIA": "145.112385 Linguistic Reviewer",
    "localeIT": "145.112376 Italian - Italy",
    "localeJA": "145.112374 Japanese - Japan",
    "localeKO": "145.112377 Korean - Korea",
    "localeLA": "145.112384 Capture",
    "localeLabel": "145.112368 Locale: ",
    "localeNO": "145.112380 Norwegian - Norway",
    "localePL": "145.112378 Polish - Poland",
    "localePT": "145.112379 Portuguese - Portugal",
    "localeRU": "145.112375 Russian - Russia",
    "localeSI": "145.112382 Sith",
    "localeYO": "145.112381 Yoda",
    "localeZH": "145.112371 Chinese - China",
    "versionBad": "145.112365 Non-i18n Compliant",
    "versionGood": "145.112366 I18n Compliant",
    "versionIQA": "145.112367 InContext",
    "versionLabel": "145.112364 Version: "
  },
  "Home": {
    "symbolAlt": "145.112317 Imperial Credit currency symbol",
    "welcomeMessage": "145.112315 Welcome to Rebel Outfitters v. Capture!",
    "welcomeSubtitle": "145.112316 We provide everything you need to take on the Empire (and destroy them)."
  },
  "Navbar": {
    "arrowAlt": "145.112310 Drop Down Arrow",
    "cartAlt": "145.112311 show cart",
    "greetingText": "145.112308 Hi Han",
    "historyLink": "145.112309 ORDERS HISTORY",
    "logoAlt": "145.112306 Rebel Outfitters Logo",
    "navLinkDroids": "145.112313 DROIDS",
    "navLinkHome": "145.112312 HOME",
    "navLinkVehicles": "145.112314 VEHICLES",
    "searchButtonLabel": "145.112305 search products",
    "searchIconAlt": "145.112307 search icon",
    "searchPlaceholder": "145.112304 What are you looking for?"
  },
  "OrderHistory": {
    "dateHeading": "145.112356 Date",
    "historyTitle": "145.112355 Order History",
    "numberHeading": "145.112357 Order Number",
    "statusHeading": "145.112359 Status",
    "totalHeading": "145.112358 Total"
  },
  "Order": {
    "statusDelivered": "145.112392 Delivered",
    "statusProcessing": "145.112390 Processing",
    "statusShipped": "145.112391 Shipped"
  },
  "ProductShow": {
    "addToCartLabel": "145.112348 ADD TO CART",
    "qtyLabel": "145.112347 Qty: "
  },
  "ReturnedOrder": "145.112395 Returned Order #[[0]]",
  "Special": "145.112393 Special",
  "desc": {
    "1": "145.112291 This droid is equipped with a SyntheTech AA-1 VerboBrain making them capable of storing enormous amounts of information, the additional memory space is often used to keep communication modules in the active memory so that long delays could be avoided while searching for linguistic information on mid-translation. A TranLang III communications module allows them to be fluent in over six million forms of communication. They also have the skills necessary to quickly analyze new unregistered languages and translate them into more well-known ones.",
    "10": "145.112300 The R3-series astromech droid features much of the same hardware as its predecessor, the R2 unit, lacking only the earlier droid's extendible video sensor. The R3's chassis is largely cylindrical, appearing as an upright tube with a short, truncated cone at its base. Keeping the droid upright are two narrow legs, each of which terminate in a treaded foot shaped like trapezoidal prisms, a third leg is housed within the droid body and could be extended when necessary to afford greater stability. Capping the unit's design is a hardy, rotating, plastex or transparisteel dome. The astromech is sealed to allow for functionality in the vacuum of space.",
    "11": "145.112301 The T-70 X-wing starfighter is a cruciform starfighter measuring 12.48 meters in length with a maximum capacity of a single pilot and bottom-loaded astromech droid, which fits into a socket and can be variably configured for different models. If needed, the droid can fly the starfighter without the aid of a pilot, and can even do so remotely. The vessel's targeting computer, flight controls and other essential piloting instruments are located inside an armored cockpit module, under which a removable liquid-cooled flight computer further aids the pilot in ship-based operations. Access panels for computer access and storage exist inside the 'nose' of the vessel, along with an auxiliary generator and storage area typically used for stashing survival gear. A small sensor window marks the location of the ships primary sensor array at the very tip of the nosecone, located behind an emergency beacon. Behind the pilot, a built-in life support system allows the occupant to breathe in an oxygenated atmosphere.",
    "12": "145.112302 Affectionately known as a \"wishbone\" to Rebel Alliance and New Republic pilots, the Y-wing starfighter is deployed as a fighter-bomber, designed to fight its way to its objective, deliver its payload of high explosives, and fight its way out again. Its weaponry includes two laser cannons, two ion cannons, and two proton torpedo launchers. An astromech droid, such as an R2 unit, can be plugged into a socket under the cockpit to act as a co-pilot and manage the ship's various systems.",
    "13": "145.112303 A pretty good droid for coordinating attacks. Not good at fighting, just good at planning.",
    "2": "145.112292 Designed for maintaining podracers, pit droids are affordable, durable repair droids. Pit droids stand at a height of 1.19 meters but have the ability to fold into a compact form when not in use. This feature can be toggled by tapping their nose.",
    "3": "145.112293 The 2-1B droid model is highly advanced and intelligent with its programming being further advanced by some of the top physicians in the galaxy at the Rhinnal State Medical Academy, which also integrate heuristic processors. The most useful characteristic of the 2-1B droids is the ease with which owners can update their programming and appendages. A 2-1B droid can easily become a specialist in neurosurgery, podiatry, pediatrics, cybernetic limb replacement, and alien biology with a trip to a certified service center.",
    "4": "145.112294 A battered chrome war droid, IG-88 stands 1.96 meters in height. His steady aim, along with his ability to track targets with advanced sensors that ring his head and allow him to see in all directions, earns him great success. These sensors include multiple red photoreceptors, a heat sensor, and a sound sensor IG-88 also has a vocoder at the base of his head. His torso is able to fully rotate on the battlefield, allowing him to blast enemies on all sides. His tough metal body allows him to survive most attacks without taking any damage and features acid-proof servo wires.",
    "5": "145.112295 Several new features have been added to the original Sphyrna structure, including two extra modules mounted to the port and starboard of the craft, six escape pods in place of the cargo bay, and a fourth sublight drive mounted on top of the primary three, giving it enough power to single-handedly move a disabled Star Destroyer. 315 meters in length with a maximum acceleration of 900 kilometers per hour. Equipped with a hyper drive system.",
    "6": "145.112296 Intended to assist with shipboard repairs, the second-degree G2 repair droid is short in stature, standing 0.8 meters in height. It is also squat, with a wide, bottom-heavy stance that forces it to waddle when it walked. These traits, combined with its long, multi-jointed neck and widely spaced, weight-distributing feet, earns it the nickname 'goose droid.' Each G2 unit has a stripped-down, silver-and-brass-colored skeletal frame with exposed joints and wiring, with a colored trim. The droid's three-digit heavy manipulators can grasp most repair tools, while splayed feet aided in stabilizing its low center of gravity and gives the G2 extra stability when dealing with large, heavy equipment.",
    "7": "145.112297 Measuring 150 meters in length, it features two dual and four single turbolaser turrets, and has the ability to reach a maximum speed of 950 kph. According to Luke Skywalker, some combat-outfitted CR90 ships can be equipped with six dual turbolasers. Capable of carrying an entire diplomatic escort, it has a passenger capacity in the hundreds. Although the ships are not built as carriers, three RZ-1 A-wing interceptors can be attached to the docking rings, allowing for a small escort. They serve as the backbone of the early rebellion and Alliance. Though not particularly heavily armed, CR90s possess enough forward firepower to destroy a Gozanti-class cruiser quite easily.",
    "8": "145.112298 The 74-Z Speeder Bike is capable of reaching speeds up to and beyond five hundred kilometers per hour, and has a flight ceiling of twenty-five meters. 74-Zs are the military variant of the civilian 74-Y. They are controlled by handlebars located towards the front of the vehicle, and foot pedals slung underneath adjust speed and altitude. The highly maneuverable vehicles are equipped with sensor and communications devices located between the handlebars, including a comlink and a comlink-jamming device. The speeder is equipped with terrain-following sensors that link up with the HUD in the driver's helmet. They are armed with a forward rotating blaster cannon for combat.",
    "9": "145.112299 Measuring 5.47 meters in length, the ETA-2 is a highly maneuverable combat-oriented starfighter and is faster than its Aethersprite predecessor, with twin ion engines providing a maximum acceleration of 5,200G and a max speed of 1,500 kph. The Eta-2 features wings with upper and lower radiator panels, S-foils, that are opened to shed excess heat from the ship's engines. The radiator wings are primarily opened during intense combat. For defense, the ship featured two laser cannons and two ion cannons. Unlike laser cannons, the ship's ion cannons fire bursts of plasma that cause temporary electrical disruptions to their target upon impact."
  },
  "title": {
    "1": "145.112278 Context 3P0",
    "10": "145.112287 R3-Series Droid",
    "11": "145.112288 T-70 X-Wing",
    "12": "145.112289 Y-Wing Galactic Fighter",
    "13": "145.112290 Super Tactical Droid",
    "2": "145.112279 DUM-series Droid",
    "3": "145.112280 2-1B Brain Surgeon Droid",
    "4": "145.112281 IG-88B Droid",
    "5": "145.112282 Sphyrna Corvette",
    "6": "145.112283 G2 Mechanic Droid",
    "7": "145.112284 CR90 Corvette",
    "8": "145.112285 74-Z Super Bike",
    "9": "145.112286 ETA-2 Interceptor"
  }
}