{
  "Bottombar": {
    "menuAlt": "󠀼Seitenleistenmenü öffnen󠁀󠀳󠀶󠀰󠀷󠁟󠀱󠀹󠀶󠀾"
  },
  "Browse": {
    "droidTitle": "󠀼Alle Droiden󠁀󠀳󠀵󠀶󠀴󠁟󠀱󠀹󠀶󠀾",
    "vehicleTitle": "󠀼Alle Fahrzeuge󠁀󠀳󠀵󠀶󠀵󠁟󠀱󠀹󠀶󠀾"
  },
  "Cart": {
    "cartTitle": "󠀼Warenkorb󠁀󠀳󠀵󠀹󠀵󠁟󠀱󠀹󠀶󠀾",
    "checkoutLabel": "󠀼KASSE󠁀󠀳󠀵󠀹󠀹󠁟󠀱󠀹󠀶󠀾",
    "closeAlt": "󠀼Warenkorb schließen󠁀󠀳󠀶󠀰󠀰󠁟󠀱󠀹󠀶󠀾",
    "deleteAlt": "󠀼Artikel aus Einkaufswagen löschen󠁀󠀳󠀵󠀹󠀷󠁟󠀱󠀹󠀶󠀾",
    "noItemMsg": "󠀼Keine Artikel im Warenkorb.󠁀󠀳󠀵󠀹󠀶󠁟󠀱󠀹󠀶󠀾",
    "totalTitle": "󠀼Gesamt: 󠁀󠀳󠀵󠀹󠀸󠁟󠀱󠀹󠀶󠀾"
  },
  "Checkout": {
    "accountHolder": "󠀼1234567-9876-00󠁀󠀳󠀵󠀸󠀱󠁟󠀱󠀹󠀶󠀾",
    "accountLabel": "󠀼Imperial Credit Nummer󠁀󠀳󠀵󠀸󠀰󠁟󠀱󠀹󠀶󠀾",
    "cartTitle": "󠀼Warenkorb󠁀󠀳󠀵󠀸󠀵󠁟󠀱󠀹󠀶󠀾",
    "checkoutTitle": "󠀼Kasse󠁀󠀳󠀵󠀶󠀶󠁟󠀱󠀹󠀶󠀾",
    "coordinatesHolder": "󠀼0,0,0󠁀󠀳󠀵󠀷󠀱󠁟󠀱󠀹󠀶󠀾",
    "coordinatesLabel": "󠀼Koordinaten󠁀󠀳󠀵󠀷󠀰󠁟󠀱󠀹󠀶󠀾",
    "deleteAlt": "󠀼Artikel aus dem Warenkorb entfernen󠁀󠀳󠀵󠀸󠀶󠁟󠀱󠀹󠀶󠀾",
    "expDateLabel": "󠀼Ablaufdatum󠁀󠀳󠀵󠀸󠀴󠁟󠀱󠀹󠀶󠀾",
    "firstNameLabel": "󠀼Vorname󠁀󠀳󠀵󠀶󠀸󠁟󠀱󠀹󠀶󠀾",
    "lastNameLabel": "󠀼Nachname󠁀󠀳󠀵󠀶󠀹󠁟󠀱󠀹󠀶󠀾",
    "methodLabel": "󠀼Versandart󠁀󠀳󠀵󠀷󠀳󠁟󠀱󠀹󠀶󠀾",
    "noItemMessage": "󠀼Fügen Sie Artikel zum Warenkorb zur Kasse hinzu.󠁀󠀳󠀵󠀹󠀲󠁟󠀱󠀹󠀶󠀾",
    "orderLabel": "󠀼BESTELLUNG AUFGEBEN󠁀󠀳󠀵󠀸󠀸󠁟󠀱󠀹󠀶󠀾",
    "payNameHolder": "󠀼Erster Letzter󠁀󠀳󠀵󠀷󠀹󠁟󠀱󠀹󠀶󠀾",
    "payNameLabel": "󠀼Name auf Karte󠁀󠀳󠀵󠀷󠀸󠁟󠀱󠀹󠀶󠀾",
    "paySectionLabel": "󠀼Zahlung󠁀󠀳󠀵󠀷󠀷󠁟󠀱󠀹󠀶󠀾",
    "sectorLabel": "󠀼Sektor/Quadrant󠁀󠀳󠀵󠀷󠀲󠁟󠀱󠀹󠀶󠀾",
    "securityHolder": "󠀼123456󠁀󠀳󠀵󠀸󠀳󠁟󠀱󠀹󠀶󠀾",
    "securityLabel": "󠀼Sicherheitscode󠁀󠀳󠀵󠀸󠀲󠁟󠀱󠀹󠀶󠀾",
    "shipLightspeed": "󠀼Lichtgeschwindigkeit󠁀󠀳󠀵󠀷󠀴󠁟󠀱󠀹󠀶󠀾",
    "shipOvernight": "󠀼Übernachten󠁀󠀳󠀵󠀷󠀵󠁟󠀱󠀹󠀶󠀾",
    "shipSectionLabel": "󠀼Versand Info󠁀󠀳󠀵󠀶󠀷󠁟󠀱󠀹󠀶󠀾",
    "shipStandard": "󠀼Standard󠁀󠀳󠀵󠀷󠀶󠁟󠀱󠀹󠀶󠀾",
    "successMessage": "󠀼Bestellung erfolgreich aufgegeben!󠁀󠀳󠀵󠀹󠀱󠁟󠀱󠀹󠀶󠀾",
    "termsLink": "󠀼(Ansicht)󠁀󠀳󠀵󠀹󠀰󠁟󠀱󠀹󠀶󠀾",
    "termsStatement": "󠀼Ich habe die Allgemeinen Geschäftsbedingungen gelesen und stimme diesen zu󠁀󠀳󠀵󠀸󠀹󠁟󠀱󠀹󠀶󠀾",
    "totalLabel": "󠀼Gesamt: 󠁀󠀳󠀵󠀸󠀷󠁟󠀱󠀹󠀶󠀾"
  },
  "Error404": {
    "errorMessage": "󠀼404 Fehler: Seite nicht gefunden.󠁀󠀳󠀶󠀰󠀶󠁟󠀱󠀹󠀶󠀾"
  },
  "Hamburger": {
    "contactLabel": "󠀼Kontaktieren Sie uns󠁀󠀳󠀶󠀳󠀲󠁟󠀱󠀹󠀶󠀾",
    "dashLabel": "󠀼Lingoport Dashboard anzeigen󠁀󠀳󠀶󠀳󠀱󠁟󠀱󠀹󠀶󠀾",
    "githubLabel": "󠀼Quelle anzeigen󠁀󠀳󠀶󠀳󠀰󠁟󠀱󠀹󠀶󠀾",
    "githubLogoAlt": "󠀼GitHub-Logo󠁀󠀳󠀶󠀰󠀸󠁟󠀱󠀹󠀶󠀾",
    "learnLabel": "󠀼Erfahren Sie mehr󠁀󠀳󠀶󠀳󠀳󠁟󠀱󠀹󠀶󠀾",
    "lingoLogoAlt": "󠀼Lingoport Logo󠁀󠀳󠀶󠀰󠀹󠁟󠀱󠀹󠀶󠀾",
    "localeDE": "󠀼Deutsch - Deutschland󠁀󠀳󠀶󠀱󠀹󠁟󠀱󠀹󠀶󠀾",
    "localeEN": "󠀼Englisch - Vereinigte Staaten󠁀󠀳󠀶󠀱󠀵󠁟󠀱󠀹󠀶󠀾",
    "localeEO": "󠀼Esperanto󠁀󠀳󠀶󠀲󠀸󠁟󠀱󠀹󠀶󠀾",
    "localeES": "󠀼Spanisch - Spanien󠁀󠀳󠀶󠀱󠀸󠁟󠀱󠀹󠀶󠀾",
    "localeFR": "󠀼Französisch - Frankreich󠁀󠀳󠀶󠀱󠀶󠁟󠀱󠀹󠀶󠀾",
    "localeIA": "󠀼Linguistischer Prüfer󠁀󠀳󠀶󠀲󠀹󠁟󠀱󠀹󠀶󠀾",
    "localeIT": "󠀼Italienisch — Italien󠁀󠀳󠀶󠀲󠀲󠁟󠀱󠀹󠀶󠀾",
    "localeJA": "󠀼Japanisch - Japan󠁀󠀳󠀶󠀲󠀰󠁟󠀱󠀹󠀶󠀾",
    "localeKO": "󠀼Koreanisch - Korea󠁀󠀳󠀶󠀲󠀳󠁟󠀱󠀹󠀶󠀾",
    "localeLabel": "󠀼Gebietsschema: 󠁀󠀳󠀶󠀱󠀴󠁟󠀱󠀹󠀶󠀾",
    "localeNO": "󠀼Norwegisch - Norwegen󠁀󠀳󠀶󠀲󠀵󠁟󠀱󠀹󠀶󠀾",
    "localePT": "󠀼Portugiesisch — Portugal󠁀󠀳󠀶󠀲󠀴󠁟󠀱󠀹󠀶󠀾",
    "localeRU": "󠀼Russisch - Russland󠁀󠀳󠀶󠀲󠀱󠁟󠀱󠀹󠀶󠀾",
    "localeSI": "󠀼Sith󠁀󠀳󠀶󠀲󠀷󠁟󠀱󠀹󠀶󠀾",
    "localeYO": "󠀼Yoda󠁀󠀳󠀶󠀲󠀶󠁟󠀱󠀹󠀶󠀾",
    "localeZH": "󠀼Chinesisch - China󠁀󠀳󠀶󠀱󠀷󠁟󠀱󠀹󠀶󠀾",
    "versionBad": "󠀼Nicht I18N-konform󠁀󠀳󠀶󠀱󠀱󠁟󠀱󠀹󠀶󠀾",
    "versionGood": "󠀼I18n-konform󠁀󠀳󠀶󠀱󠀲󠁟󠀱󠀹󠀶󠀾",
    "versionIQA": "󠀼InContext󠁀󠀳󠀶󠀱󠀳󠁟󠀱󠀹󠀶󠀾",
    "versionLabel": "󠀼Version: 󠁀󠀳󠀶󠀱󠀰󠁟󠀱󠀹󠀶󠀾"
  },
  "Home": {
    "symbolAlt": "󠀼Währungssymbol für britische Kredit󠁀󠀳󠀵󠀶󠀳󠁟󠀱󠀹󠀶󠀾",
    "welcomeMessage": "󠀼Willkommen bei Rebel Outfitters!󠁀󠀳󠀵󠀶󠀱󠁟󠀱󠀹󠀶󠀾",
    "welcomeSubtitle": "󠀼Wir bieten alles, was Sie brauchen, um es mit dem Imperium aufzunehmen (und es zu besiegen).󠁀󠀳󠀵󠀶󠀲󠁟󠀱󠀹󠀶󠀾"
  },
  "Navbar": {
    "arrowAlt": "󠀼Dropdown-Pfeil󠁀󠀳󠀵󠀵󠀶󠁟󠀱󠀹󠀶󠀾",
    "cartAlt": "󠀼Warenkorb anzeigen󠁀󠀳󠀵󠀵󠀷󠁟󠀱󠀹󠀶󠀾",
    "greetingText": "󠀼Hallo Han󠁀󠀳󠀵󠀵󠀴󠁟󠀱󠀹󠀶󠀾",
    "historyLink": "󠀼BESTELLVERLAUF󠁀󠀳󠀵󠀵󠀵󠁟󠀱󠀹󠀶󠀾",
    "logoAlt": "󠀼Rebel Outfitters Logo󠁀󠀳󠀵󠀵󠀲󠁟󠀱󠀹󠀶󠀾",
    "navLinkDroids": "󠀼DROIDEN󠁀󠀳󠀵󠀵󠀹󠁟󠀱󠀹󠀶󠀾",
    "navLinkHome": "󠀼ZUHAUSE󠁀󠀳󠀵󠀵󠀸󠁟󠀱󠀹󠀶󠀾",
    "navLinkVehicles": "󠀼FAHRZEUGE󠁀󠀳󠀵󠀶󠀰󠁟󠀱󠀹󠀶󠀾",
    "searchButtonLabel": "󠀼Produkte suchen󠁀󠀳󠀵󠀵󠀱󠁟󠀱󠀹󠀶󠀾",
    "searchIconAlt": "󠀼Suchsymbol󠁀󠀳󠀵󠀵󠀳󠁟󠀱󠀹󠀶󠀾",
    "searchPlaceholder": "󠀼Womit suchen Sie?󠁀󠀳󠀵󠀵󠀰󠁟󠀱󠀹󠀶󠀾"
  },
  "OrderHistory": {
    "dateHeading": "󠀼Datum󠁀󠀳󠀶󠀰󠀲󠁟󠀱󠀹󠀶󠀾",
    "historyTitle": "󠀼Bestellhistorie󠁀󠀳󠀶󠀰󠀱󠁟󠀱󠀹󠀶󠀾",
    "numberHeading": "󠀼Bestellnummer󠁀󠀳󠀶󠀰󠀳󠁟󠀱󠀹󠀶󠀾",
    "statusHeading": "󠀼Status󠁀󠀳󠀶󠀰󠀵󠁟󠀱󠀹󠀶󠀾",
    "totalHeading": "󠀼Gesamt󠁀󠀳󠀶󠀰󠀴󠁟󠀱󠀹󠀶󠀾"
  },
  "Order": {
    "statusDelivered": "󠀼Zugestellt󠁀󠀳󠀶󠀳󠀶󠁟󠀱󠀹󠀶󠀾",
    "statusProcessing": "󠀼Verarbeitung󠁀󠀳󠀶󠀳󠀴󠁟󠀱󠀹󠀶󠀾",
    "statusShipped": "󠀼Versendet󠁀󠀳󠀶󠀳󠀵󠁟󠀱󠀹󠀶󠀾"
  },
  "ProductShow": {
    "addToCartLabel": "󠀼IN DEN WARENKORB󠁀󠀳󠀵󠀹󠀴󠁟󠀱󠀹󠀶󠀾",
    "qtyLabel": "󠀼Menge: 󠁀󠀳󠀵󠀹󠀳󠁟󠀱󠀹󠀶󠀾"
  },
  "Special": "󠀼Besondere󠁀󠀳󠀶󠀳󠀷󠁟󠀱󠀹󠀶󠀾",
  "desc": {
    "1": "󠀼Dieser Droide ist mit einem SyntheTech AA-1 VerboBrain ausgestattet, der ihn in der Lage macht, enorme Mengen an Informationen zu speichern. Der zusätzliche Speicherplatz wird häufig verwendet, um Kommunikationsmodule im aktiven Speicher zu halten, so dass lange Verzögerungen bei der Suche nach sprachlichen Informationen zur mittleren Übersetzung vermieden werden können. Ein TranLang III-Kommunikationsmodul ermöglicht es ihnen, über sechs Millionen Formen der Kommunikation fließend zu sprechen. Sie verfügen auch über die erforderlichen Fähigkeiten, um neue nicht registrierte Sprachen schnell zu analysieren und in bekanntere Sprachen zu übersetzen.󠁀󠀳󠀵󠀳󠀷󠁟󠀱󠀹󠀶󠀾",
    "10": "󠀼Der Astromech-Droid der R3-Serie verfügt über viel von der gleichen Hardware wie sein Vorgänger, die R2-Einheit, fehlt nur der erweiterbare Videosensor des früheren Droiden. Das Chassis des R3 ist größtenteils zylindrisch und erscheint als aufrechtes Rohr mit einem kurzen, abgeschnittenem Kegel an der Basis. Halten Sie den Droiden aufrecht sind zwei schmale Beine, von denen jeder in einem Lauffuss, der wie trapezförmige Prismen geformt ist, enden, ein drittes Bein ist im Droidenkörper untergebracht und könnte bei Bedarf verlängert werden, um größere Stabilität zu leisten. Das Design des Gerätes ist eine robuste, rotierende, plastex oder transparisteel Kuppel. Der Astromech ist versiegelt, um Funktionalität im Vakuum des Raumes zu ermöglichen.󠁀󠀳󠀵󠀴󠀶󠁟󠀱󠀹󠀶󠀾",
    "11": "󠀼Der T-70 X-Wing Starfighter ist ein kreuzförmiger Sternenjäger mit einer Länge von 12,48 Metern und einer maximalen Kapazität von einem einzelnen Piloten und unten belasteten Astromechdroiden, der in eine Steckdose passt und variabel für verschiedene Modelle konfiguriert werden kann. Bei Bedarf kann der Droid den Sternenjäger ohne Hilfe eines Piloten fliegen und kann dies sogar aus der Ferne tun. Der Zielcomputer des Schiffes, Flugkontrollen und andere wichtige Steuerinstrumente befinden sich in einem gepanzerten Cockpitmodul, unter dem ein abnehmbarer flüssigkeitsgekühlter Flugcomputer den Piloten bei schiffsbasierten Operationen weiter unterstützt. In der „Nase“ des Schiffes befinden sich Zugangsfelder für den Computerzugriff und die Lagerung sowie ein Hilfsgenerator und ein Lagerbereich, der typischerweise zum Verstauen von Überlebensgeräten verwendet wird. Ein kleines Sensorfenster markiert die Position des primären Sensorarrays der Schiffe an der Spitze der Nase, die sich hinter einem Notfeuer befindet. Hinter dem Piloten ermöglicht ein integriertes Lebenserhaltungssystem dem Insassen das Atmen einer sauerstoffhaltigen Atmosphäre.󠁀󠀳󠀵󠀴󠀷󠁟󠀱󠀹󠀶󠀾",
    "12": "󠀼Der Y-Flügel-Starfighter ist liebevoll als „Querlenker“ für die Rebellen-Allianz und die New Republic Piloten bekannt und wird als Jagdbomber eingesetzt, um seinen Weg zu seinem Ziel zu kämpfen, seine Nutzlast von Sprengstoffen zu liefern und seinen Weg wieder zu kämpfen. Seine Waffen umfassen zwei Laserkanonen, zwei Ionenkanonen und zwei Protonen-Torpedowerfer. Ein Astromech-Droid, wie eine R2-Einheit, kann in eine Steckdose hinter dem Cockpit gesteckt werden, um als Co-Pilot zu fungieren und die verschiedenen Systeme des Schiffes zu verwalten.󠁀󠀳󠀵󠀴󠀸󠁟󠀱󠀹󠀶󠀾",
    "13": "󠀼Ein ziemlich guter Droid für die Koordinierung von Angriffen. Nicht gut im Kampf, nur gut im Planen.󠁀󠀳󠀵󠀴󠀹󠁟󠀱󠀹󠀶󠀾",
    "2": "󠀼Entwickelt für die Wartung von Podracern, sind Grubendroiden erschwingliche, dauerhafte Reparaturdroiden. Grubendroiden stehen in einer Höhe von 1,19 Metern, haben aber die Fähigkeit, in eine kompakte Form zu falten, wenn sie nicht in Gebrauch sind. Diese Funktion kann durch Tippen auf die Nase um- oder ausgeschalteten.󠁀󠀳󠀵󠀳󠀸󠁟󠀱󠀹󠀶󠀾",
    "3": "󠀼Das Modell 2-1B Droiden ist hoch fortgeschritten und intelligent. Die Programmierung wird von einigen der Topärzte der Galaxie der Staatlichen Medizinischen Akademie Rhinnal weiterentwickelt, die auch heuristische Prozessoren integrieren. Das nützlichste Merkmal der 2-1B-Droiden ist die Leichtigkeit, mit der Besitzer ihre Programmierung und Anhängsel aktualisieren können. Ein 2-1B-Droid kann leicht ein Spezialist für Neurochirurgie, Podologie, Pädiatrie, kybernetischen Gliedmaßenersatz und außerirdische Biologie mit einer Reise in ein zertifiziertes Service-Center werden.󠁀󠀳󠀵󠀳󠀹󠁟󠀱󠀹󠀶󠀾",
    "4": "󠀼Eine zerschlagene Chrom Kriegdroid, IG-88 steht 1,96 Meter in der Höhe. Sein stetiges Ziel, zusammen mit seiner Fähigkeit, Ziele mit fortschrittlichen Sensoren zu verfolgen, die seinen Kopf klingeln und ihm erlauben, in alle Richtungen zu sehen, bringt ihm großen Erfolg. Zu diesen Sensoren gehören mehrere rote Photorezeptoren, ein Wärmesensor und ein Schallsensor IG-88 hat auch einen Vocoder an der Basis seines Kopfes. Sein Torso ist in der Lage, sich vollständig auf dem Schlachtfeld zu drehen, so dass er Feinde auf allen Seiten sprengen kann. Sein robuster Metallkörper ermöglicht es ihm, die meisten Angriffe zu überleben, ohne Schaden zu nehmen und verfügt über säurefeste Servodrähte.󠁀󠀳󠀵󠀴󠀰󠁟󠀱󠀹󠀶󠀾",
    "5": "󠀼Mehrere neue Funktionen wurden der ursprünglichen Sphyrna Struktur hinzugefügt, darunter zwei zusätzliche Module, die am Hafen und Steuerbord des Fahrzeugs montiert sind, sechs Fluchtkapseln anstelle des Frachtraums und ein vierter sublight Antrieb auf der Oberseite der primären drei, so dass es genug Macht, um im Alleingang eine Behinderte bewegen Star Destroyer. 315 Meter lang mit einer maximalen Beschleunigung von 900 Kilometern pro Stunde. Ausgestattet mit einem Hyper-Antrieb.󠁀󠀳󠀵󠀴󠀱󠁟󠀱󠀹󠀶󠀾",
    "6": "󠀼Der G2-Reparaturdroid zweiten Grades dient zur Unterstützung bei Reparaturen an Bord und ist mit einer Höhe von 0,8 Metern in kurzer Statur ausgestattet. Es ist auch hocken, mit einer breiten, unten schweren Haltung, die es zwingt, zu watscheln, wenn es ging. Diese Eigenschaften, kombiniert mit ihrem langen, mehrgliedrigen Hals und weit abstandenen, gewichtsverteilenden Füßen, verdienen ihm den Spitznamen „Gänsedroid“. Jede G2-Einheit verfügt über einen abgestreiften, silber- und messingfarbenen Skelettrahmen mit freiliegenden Gelenken und Verkabelung, mit farbigem Rand. Die dreistelligen schweren Manipulatoren des Droiden können die meisten Reparaturwerkzeuge erfassen, während gespreizte Füße dazu beitragen, seinen niedrigen Schwerpunkt zu stabilisieren und dem G2 zusätzliche Stabilität beim Umgang mit großen, schweren Geräten zu geben.󠁀󠀳󠀵󠀴󠀲󠁟󠀱󠀹󠀶󠀾",
    "7": "󠀼Mit einer Länge von 150 Metern verfügt es über zwei zwei und vier einzelne Turbolasertürme und hat die Fähigkeit, eine maximale Geschwindigkeit von 950 km/h zu erreichen. Laut Luke Skywalker können einige kombattausgerüstete CR90-Schiffe mit sechs Doppelturbolasern ausgestattet werden. In der Lage, eine ganze diplomatische Eskorte zu tragen, hat es eine Passagierkapazität in den Hunderten. Obwohl die Schiffe nicht als Träger gebaut werden, können drei RZ-1 A-Flügelabfangjäger an den Andockringen befestigt werden, so dass eine kleine Begleitung möglich ist. Sie dienen als Rückgrat der frühen Rebellion und Allianz. Obwohl sie nicht besonders schwer bewaffnet sind, besitzen CR90s genug Feuerkraft, um einen Gozanti-Klasse Kreuzer ganz leicht zu zerstören.󠁀󠀳󠀵󠀴󠀳󠁟󠀱󠀹󠀶󠀾",
    "8": "󠀼Das 74-Z Speeder Bike ist in der Lage Geschwindigkeiten von bis zu fünfhundert Kilometern pro Stunde zu erreichen, und hat eine Flugdecke von fünfundzwanzig Metern. 74-Zs sind die militärische Variante des zivilen 74-Y. Sie werden von Lenkern gesteuert, die zur Vorderseite des Fahrzeugs angeordnet sind, und darunter geschlitzte Fußpedale passen Geschwindigkeit und Höhe an. Die hoch wendigen Fahrzeuge sind mit Sensor- und Kommunikationsgeräten ausgestattet, die sich zwischen dem Lenker befinden, darunter ein Comlink und ein Comlink-Jamming-Gerät. Der Speeder ist mit Terrain-Folgesensoren ausgestattet, die mit dem HUD im Fahrerhelm verbunden sind. Sie sind mit einer nach vorne drehenden Blasterkanone für den Kampf bewaffnet.󠁀󠀳󠀵󠀴󠀴󠁟󠀱󠀹󠀶󠀾",
    "9": "󠀼Mit einer Länge von 5,47 Metern ist der ETA-2 ein äußerst manövrierbarer, kämpfungsorientierter Starfighter und schneller als sein Aethersprite Vorgänger, mit Twin-Ionen-Motoren, die eine maximale Beschleunigung von 5.200 G und eine maximale Geschwindigkeit von 1.500 km/h bieten. Die Eta-2 verfügt über Flügel mit oberen und unteren Kühlerplatten, S-Folien, die geöffnet werden, um überschüssige Wärme von den Motoren des Schiffes abzugeben. Die Kühlerflügel werden vor allem im intensiven Kampf geöffnet. Zur Verteidigung verfügte das Schiff über zwei Laserkanonen und zwei Ionenkanonen. Im Gegensatz zu Laserkanonen feuern die Ionenkanonen des Schiffes Plasmaplatzen ab, die bei einem Aufprall vorübergehende elektrische Störungen auf ihr Ziel verursachen.󠁀󠀳󠀵󠀴󠀵󠁟󠀱󠀹󠀶󠀾"
  },
  "title": {
    "1": "󠀼3P0-Unterhändler󠁀󠀳󠀵󠀲󠀲󠁟󠀱󠀹󠀶󠀾",
    "10": "󠀼Droid der R3-Serie󠁀󠀳󠀵󠀳󠀱󠁟󠀱󠀹󠀶󠀾",
    "11": "󠀼T-70 X-Wing󠁀󠀳󠀵󠀳󠀲󠁟󠀱󠀹󠀶󠀾",
    "12": "󠀼Y-Wing Galaktischer Kämpfer󠁀󠀳󠀵󠀳󠀳󠁟󠀱󠀹󠀶󠀾",
    "13": "󠀼Super Taktischer Droid󠁀󠀳󠀵󠀳󠀴󠁟󠀱󠀹󠀶󠀾",
    "17": "󠀼Primzahlen sind so cool󠁀󠀳󠀵󠀳󠀵󠁟󠀱󠀹󠀶󠀾",
    "18": "󠀼Raten Sie diese Zahl!!󠁀󠀳󠀵󠀳󠀶󠁟󠀱󠀹󠀶󠀾",
    "2": "󠀼Dum-Serie Droid󠁀󠀳󠀵󠀲󠀳󠁟󠀱󠀹󠀶󠀾",
    "3": "󠀼2-1B-Droide󠁀󠀳󠀵󠀲󠀴󠁟󠀱󠀹󠀶󠀾",
    "4": "󠀼IG-88B Droid󠁀󠀳󠀵󠀲󠀵󠁟󠀱󠀹󠀶󠀾",
    "5": "󠀼Sphyrna Korvette󠁀󠀳󠀵󠀲󠀶󠁟󠀱󠀹󠀶󠀾",
    "6": "󠀼G2 Reparatur Droid󠁀󠀳󠀵󠀲󠀷󠁟󠀱󠀹󠀶󠀾",
    "7": "󠀼CR90 Korvette󠁀󠀳󠀵󠀲󠀸󠁟󠀱󠀹󠀶󠀾",
    "8": "󠀼74-Z Superbike󠁀󠀳󠀵󠀲󠀹󠁟󠀱󠀹󠀶󠀾",
    "9": "󠀼ETA-2-Abfangjäger󠁀󠀳󠀵󠀳󠀰󠁟󠀱󠀹󠀶󠀾"
  }
}